Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# TransferDeclined
source: The other device declined the transfer. Please try again.
ar: رفض الجهاز الآخر عملية النقل. الرجاء المحاولة مرة أخرى.
ca: L'altre dispositiu ha rebutjat la transferència. Si us plau, intenta-ho de nou.
cs: Druhé zařízení odmítlo odeslání. Zkuste to prosím znovu.
da: Den anden enhed afviste overførslen. Prøv igen.
de: Das andere Gerät hat die Übertragung abgelehnt. Bitte versuche es erneut.
el: Η άλλη συσκευή απέρριψε τη μεταφορά. Δοκιμάστε ξανά.
es: El otro dispositivo rechazó la transferencia. Por favor, inténtalo de nuevo.
es_419: El otro dispositivo rechazó la transferencia. Por favor, inténtalo de nuevo.
fi: Toinen laite hylkäsi siirron. Yritä uudelleen.
fr: L'autre appareil a refusé le transfert. Veuillez réessayer.
fr_ca: L'autre appareil a refusé le transfert. Veuillez réessayer.
he: המכשיר האחר דחה את ההעברה. נסה שוב.
hi: दूसरे डिवाइस ने ट्रांसफर अस्वीकार कर दिया। कृपया फिर से प्रयास करें।
hr: Drugi uređaj je odbio prijenos. Pokušajte ponovno.
hu: A másik eszköz elutasította az átvitelt. Kérlek, próbáld újra.
id: Perangkat lain menolak transfer. Harap coba lagi.
it: L'altro dispositivo ha rifiutato il trasferimento. Riprova.
ja: 別のデバイスが転送を拒否しました。もう一度お試しください。
ko: 다른 기기가 전송을 거부했습니다. 다시 시도해 주세요.
ms: Peranti lain menolak pemindahan. Sila cuba lagi.
nb: Den andre enheten avviste overføringen. Prøv igjen.
nl: Het andere apparaat heeft de overdracht geweigerd. Probeer het opnieuw.
pl: Inne urządzenie odrzuciło transfer. Spróbuj ponownie.
pt_br: O outro dispositivo recusou a transferência. Por favor, tente novamente.
pt_pt: O outro dispositivo recusou a transferência. Por favor, tenta novamente.
ro: Celălalt dispozitiv a refuzat transferul. Vă rugăm să încercați din nou.
ru: Другое устройство отклонило передачу. Пожалуйста, попробуйте снова.
sv: Den andra enheten avböjde överföringen. Försök igen.
th: อุปกรณ์อีกเครื่องปฏิเสธการถ่ายโอน โปรดลองอีกครั้ง
tr: Diğer cihaz transferi reddetti. Lütfen tekrar deneyin.
uk: Інший пристрій відхилив передачу. Спробуйте ще раз.
vi: Thiết bị khác từ chối chuyển tải. Vui lòng thử lại.
zh_hans: 对方设备拒绝了传输。请重试。
zh_hant: 另一裝置拒絕了傳輸。請重試。

# TransferError
source: Connection to %@ failed
ar: فشل الاتصال مع %@
ca: No s'ha pogut connectar a %@
cs: Připojení k %@ selhalo
da: Forbindelsen til %@ mislykkedes
de: Verbindung zu %@ fehlgeschlagen
el: Η σύνδεση με το %@ απέτυχε
es: La conexión con %@ falló
es_419: La conexión a %@ falló
fi: Yhteys laitteeseen %@ epäonnistui.
fr: La connexion à %@ a échoué
fr_ca: La connexion à %@ a échoué
he: החיבור אל %@ נכשל
hi: %@ से कनेक्शन विफल हुआ
hr: Veza s %@ nije uspjela
hu: A(z) %@ kapcsolódás sikertelen
id: Koneksi ke %@ gagal
it: Connessione a %@ non riuscita
ja: %@ への接続に失敗しました
ko: %@에 연결 실패
ms: Sambungan ke %@ gagal
nb: Tilkobling til %@ mislyktes
nl: Verbinding met %@ mislukt
pl: Połączenie z %@ nie powiodło się
pt_br: Conexão com %@ falhou
pt_pt: A ligação a %@ falhou
ro: Conectarea la %@ a eșuat
ru: Не удалось подключиться к %@
sv: Anslutning till %@ misslyckades
th: การเชื่อมต่อกับ %@ ล้มเหลว
tr: %@ ile bağlantı başarısız oldu
uk: Не вдалося підключитися до %@
vi: Kết nối với %@ thất bại
zh_hans: 连接到 %@ 失败
zh_hant: 連接 %@ 失敗

source: Transfer finished
ar: اكتمل النقل
ca: Transferència finalitzada
cs: Přenos dokončen
da: Overførsel færdig
de: Übertragung abgeschlossen
el: Η μεταφορά ολοκληρώθηκε
es: Transferencia finalizada
es_419: Transferencia finalizada
fi: Siirto valmis
fr: Transfert terminé
fr_ca: Transfert terminé
he: העברה הושלמה
hi: ट्रांसफर समाप्त
hr: Prijenos dovršen
hu: Átvitel befejezve
id: Transfer selesai
it: Trasferimento completato
ja: 転送完了
ko: 전송 완료
ms: Pemindahan selesai
nb: Overføring fullført
nl: Overdracht voltooid
pl: Transfer zakończony
pt_br: Transferência concluída
pt_pt: Transferência concluída
ro: Transfer finalizat
ru: Передача завершена
sv: Överföring slutförd
th: การถ่ายโอนเสร็จสิ้น
tr: Transfer tamamlandı
uk: Передача завершена
vi: Chuyển hoàn tất
zh_hans: 传输完成
zh_hant: 傳輸完成

# TransferTimedOut
source: The other device did not respond in time.
ar: لم يستجب الجهاز الآخر في الوقت المناسب.
ca: L'altre dispositiu no ha respost a temps.
cs: Druhé zařízení nereagovalo včas.
da: Den anden enhed reagerede ikke i tide.
de: Das andere Gerät hat nicht rechtzeitig geantwortet.
el: Η άλλη συσκευή δεν απάντησε εγκαίρως.
es: El otro dispositivo no respondió a tiempo.
es_419: El otro dispositivo no respondió a tiempo.
fi: Toinen laite ei vastannut ajoissa.
fr: L'autre appareil n'a pas réagi à temps.
fr_ca: L'autre appareil n'a pas répondu à temps.
he: המכשיר השני לא הגיב בזמן.
hi: दूसरे डिवाइस ने समय पर प्रतिक्रिया नहीं दी।
hr: Drugi uređaj nije odgovorio na vrijeme.
hu: A másik eszköz nem válaszolt időben.
id: Perangkat lain tidak merespons tepat waktu.
it: L'altro dispositivo non ha risposto in tempo.
ja: 他のデバイスが時間内に応答しませんでした。
ko: 다른 기기가 시간 내에 응답하지 않았습니다.
ms: Peranti lain tidak memberi respons dalam masa yang ditetapkan.
nb: Den andre enheten svarte ikke i tide.
nl: Het andere apparaat reageerde niet op tijd.
pl: Inne urządzenie nie odpowiedziało na czas.
pt_br: O outro dispositivo não respondeu a tempo.
pt_pt: O outro dispositivo não respondeu a tempo.
ro: Celălalt dispozitiv nu a răspuns la timp.
ru: Другое устройство не ответило вовремя.
sv: Den andra enheten svarade inte i tid.
th: อุปกรณ์อีกเครื่องไม่ตอบสนองทันเวลา
tr: Diğer cihaz zamanında yanıt vermedi.
uk: Інший пристрій не відповів вчасно.
vi: Thiết bị khác không phản hồi trong thời gian yêu cầu.
zh_hans: 另一台设备未及时响应。
zh_hant: 另一台裝置未能及時響應。

# TransmitUsingCable
source: Transfer With Cable
ar: النقل باستخدام الكابل
ca: Transferència amb cable
cs: Přenos kabelem
da: Overfør med kabel
de: Mit Kabel übertragen
el: Μεταφορά με Καλώδιο
es: Transferir con Cable
es_419: Transferir con cable
fi: Siirrä kaapelilla
fr: Transférer avec Câble
fr_ca: Transférer avec câble
he: העברה עם כבל
hi: केबल के द्वारा ट्रांसफर करें
hr: Prijenos kablom
hu: Átvitel kábellel
id: Transfer Dengan Kabel
it: Trasferisci con Cavo
ja: ケーブルで転送
ko: 케이블로 전송
ms: Pindahkan Dengan Kabel
nb: Overfør med kabel
nl: Overdragen met Kabel
pl: Transfer za pomocą kabla
pt_br: Transferir com Cabo
pt_pt: Transferir com Cabo
ro: Transferă cu Cablu
ru: Передача через кабель
sv: Överför med kabel
th: ถ่ายโอนด้วยสายเคเบิล
tr: Kablo ile Transfer
uk: Передача через кабель
vi: Chuyển qua Cáp
zh_hans: 通过数据线传输
zh_hant: 用連接線傳輸

# TroubleshootingAndFaq
source: Troubleshooting & FAQ
ar: استكشاف الأخطاء والأسئلة الشائعة
ca: Resolució de problemes i preguntes freqüents
cs: Řešení problémů a FAQ
da: Fejlfinding og FAQ
de: Fehlerbehebung & FAQ
el: Αντιμετώπιση Προβλημάτων & Συχνές Ερωτήσεις
es: Solución de problemas y preguntas frecuentes
es_419: Solución de problemas y preguntas frecuentes
fi: Vianmääritys ja usein kysytyt kysymykset
fr: Dépannage et FAQ
fr_ca: Dépannage et FAQ
he: פתרון בעיות ושאלות נפוצות
hi: समस्या निवारण और अक्सर पूछे जाने वाले प्रश्न
hr: Rješavanje problema i ČPP
hu: Hibaelhárítás és GYIK
id: Pemecahan Masalah & FAQ
it: Risoluzione problemi e FAQ
ja: トラブルシューティングとよくある質問
ko: 문제 해결 및 자주 묻는 질문
ms: Penyelesaian Masalah & Soalan Lazim
nb: Feilsøking og vanlige spørsmål
nl: Probleemoplossing & FAQ
pl: Rozwiązywanie problemów i FAQ
pt_br: Solução de Problemas e FAQ
pt_pt: Resolução de Problemas e Perguntas Frequentes
ro: Depanare și întrebări frecvente
ru: Устранение неполадок и FAQ
sv: Felsökning & Vanliga frågor
th: การแก้ไขปัญหาและคำถามที่พบบ่อย
tr: Sorun Giderme ve SSS
uk: Усунення несправностей і Поширені запитання
vi: Khắc phục sự cố & Câu hỏi thường gặp
zh_hans: 故障排除与常见问题
zh_hant: 疑難排解與常見問題

source: Trusted Devices
ar: الأجهزة الموثوقة
ca: Dispositius de Confiança
cs: Důvěryhodná zařízení
da: Betroede enheder
de: Vertrauensw. Geräte
el: Εμπιστευμένες Συσκευές
es: Dispositivos de confianza
es_419: Dispositivos de confianza
fi: Luotetut laitteet
fr: Appareils de confiance
fr_ca: Appareils de confiance
he: מכשירים מהימנים
hi: विश्वसनीय डिवाइस
hr: Pouzdani uređaji
hu: Megbízható eszközök
id: Perangkat Tepercaya
it: Dispositivi attendibili
ja: 信頼できるデバイス
ko: 신뢰할 수 있는 기기
ms: Peranti Dipercayai
nb: Pålitelige enheter
nl: Vertrouwde apparaten
pl: Zaufane urządzenia
pt_br: Dispositivos Confiáveis
pt_pt: Dispositivos Confiáveis
ro: Dispozitive de încredere
ru: Доверенные устройства
sv: Betrodda enheter
th: อุปกรณ์ที่เชื่อถือได้
tr: Güvenilir Cihazlar
uk: Довірені пристрої
vi: Thiết bị Tin cậy
zh_hans: 受信任的设备
zh_hant: 信任裝置

# TrustedDevicesDescription
source: When you trust a device, it will appear here. With trusted devices, incoming transfers will be accepted automatically. Transmissions are still end-to-end encrypted and use Perfect Forward Secrecy (PFS).
ar: عند الوثوق بجهاز، سيظهر هنا. سيتم قبول النقل الوارد تلقائيًا مع الأجهزة الموثوق بها. لا تزال العمليات مُشفّرة من الطرف إلى الطرف وتستخدم السرية الأمامية المثالية (PFS).
ca: Quan confiïs en un dispositiu, aquest apareixerà aquí. Amb dispositius de confiança, les transferències entrants s'acceptaran automàticament. Les transmissions continuen estant xifrades de punta a punta i utilitzen Perfect Forward Secrecy (PFS).
cs: Pokud důvěřujete zařízení, zobrazí se zde. U důvěryhodných zařízení budou příchozí přenosy automaticky přijaty. Přenosy jsou stále šifrovány koncovým bodem a používají Perfect Forward Secrecy (PFS).
da: Når du stoler på en enhed, vises den her. Med betroede enheder accepteres indkommende overførsler automatisk. Overførsler er stadig end-to-end krypterede og bruger Perfect Forward Secrecy (PFS).
de: Wenn Du einem Gerät vertraust, wird es hier angezeigt. Bei vertrauenswürdigen Geräten werden eingehende Übertragungen automatisch akzeptiert. Übertragungen sind weiterhin Ende-zu-Ende-verschlüsselt und verwenden Perfect Forward Secrecy (PFS).
el: Όταν εμπιστεύεστε μια συσκευή, αυτή θα εμφανίζεται εδώ. Με τις εμπιστευμένες συσκευές, οι εισερχόμενες μεταφορές θα γίνονται αποδεκτές αυτόματα. Οι μεταδόσεις παραμένουν κρυπτογραφημένες από άκρο σε άκρο και χρησιμοποιούν Τέλεια Απόρρητο Προώθησης (PFS).
es: Cuando confíes en un dispositivo, aparecerá aquí. Con dispositivos de confianza, las transferencias entrantes se aceptarán automáticamente. Las transmisiones siguen estando cifradas de extremo a extremo y utilizan Perfect Forward Secrecy (PFS).
es_419: Cuando confías en un dispositivo, aparecerá aquí. Con dispositivos de confianza, las transferencias entrantes se aceptarán automáticamente. Las transmisiones siguen siendo cifradas de extremo a extremo y utilizan Perfect Forward Secrecy (PFS).
fi: Kun luotat laitteeseen, se näkyy täällä. Luotettujen laitteiden siirrot hyväksytään automaattisesti. Siirrot ovat silti salattuja päästä päähän ja käyttävät Perfect Forward Secrecy (PFS) -salausta.
fr: Lorsque vous faites confiance à un appareil, il apparaîtra ici. Avec les appareils de confiance, les transferts entrants seront acceptés automatiquement. Les transmissions restent cryptées de bout en bout et utilisent le Secret de Transfert Parfait (PFS).
fr_ca: Lorsque vous faites confiance à un appareil, il apparaîtra ici. Avec des appareils de confiance, les transferts entrants seront acceptés automatiquement. Les transmissions restent chiffrées de bout en bout et utilisent une confidentialité persistante (PFS).
he: כאשר אתה סומך על מכשיר, הוא יופיע כאן. עם מכשירים מהימנים, העברות נכנסות יתקבלו אוטומטית. ההעברות עדיין מוצפנות מקצה לקצה ומשתמשות ב-Perfect Forward Secrecy (PFS).
hi: जब आप एक डिवाइस पर विश्वास करते हैं, यह यहां दिखाई देगा। विश्वसनीय डिवाइसेस के साथ, आने वाले ट्रांसफर को स्वचालित रूप से स्वीकार कर लिया जाएगा। ट्रांसमिशन अभी भी एंड-टू-एंड एन्क्रिप्टेड और परफेक्ट फॉरवर्ड सीक्रेसी (PFS) का उपयोग करता है।
hr: Kada vjerujete uređaju, on će se ovdje prikazati. S pouzdanim uređajima, dolazni prijenosi bit će automatski prihvaćeni. Prijenosi su i dalje enkriptirani end-to-end i koriste Perfect Forward Secrecy (PFS).
hu: Ha egy eszközben megbízik, az itt fog megjelenni. A megbízható eszközökkel az érkező átvitelek automatikusan elfogadásra kerülnek. Az átvitelek továbbra is végponttól végpontig titkosítottak, és a tökéletes előremenő titkosítást (PFS) használják.
id: Ketika Anda mempercayai perangkat, perangkat itu akan muncul di sini. Dengan perangkat terpercaya, transfer masuk akan diterima secara otomatis. Transmisi masih terenkripsi ujung ke ujung dan menggunakan Perfect Forward Secrecy (PFS).
it: Quando autorizzi un dispositivo, apparirà qui. Con i dispositivi autorizzati, i trasferimenti in arrivo saranno accettati automaticamente. Le trasmissioni sono comunque crittografate end-to-end e utilizzano la Segretezza Perfetta a Termine (PFS).
ja: デバイスを信頼すると、ここに表示されます。信頼されたデバイスでは、受信転送が自動的に承認されます。送信は依然としてエンドツーエンドで暗号化され、完全前方秘匿性（PFS）が使用されます。
ko: 기기를 신뢰하면 여기에 표시됩니다. 신뢰하는 기기의 경우, 들어오는 전송이 자동으로 수락됩니다. 전송은 여전히 종단 간 암호화가 적용되며 완벽한 순방향 보안을 사용합니다.
ms: Apabila anda mempercayai peranti, ia akan muncul di sini. Dengan peranti yang dipercayai, pemindahan masuk akan diterima secara automatik. Transmisi masih disulitkan hujung-ke-hujung dan menggunakan Kerahsiaan Hadapan Sempurna (PFS).
nb: Når du stoler på en enhet, vil den vises her. For pålitelige enheter vil innkommende overføringer bli akseptert automatisk. Overføringene er fortsatt ende-til-ende kryptert og bruker Perfect Forward Secrecy (PFS).
nl: Wanneer je een apparaat vertrouwt, verschijnt het hier. Bij vertrouwde apparaten worden inkomende overdrachten automatisch geaccepteerd. Overdrachten blijven end-to-end versleuteld en maken gebruik van Perfect Forward Secrecy (PFS).
pl: Kiedy zaufasz urządzeniu, pojawi się ono tutaj. W przypadku zaufanych urządzeń transfery przychodzące będą automatycznie akceptowane. Transmisje są nadal szyfrowane metodą end-to-end i korzystają z Perfect Forward Secrecy (PFS).
pt_br: Quando você confia em um dispositivo, ele aparecerá aqui. Com dispositivos confiáveis, as transferências recebidas serão aceitas automaticamente. As transmissões ainda são criptografadas de ponta a ponta e utilizam o Perfect Forward Secrecy (PFS).
pt_pt: Quando confia num dispositivo, este aparecerá aqui. Com dispositivos de confiança, as transferências recebidas serão aceites automaticamente. As transmissões continuam a ser encriptadas de ponta a ponta e utilizam Sigilo de Transmissão Perfeito (PFS).
ro: Când aveți încredere într-un dispozitiv, acesta va apărea aici. Cu dispozitive de încredere, transferurile primite vor fi acceptate automat. Transmisiunile sunt în continuare criptate de la un capăt la altul și utilizează Perfect Forward Secrecy (PFS).
ru: Когда вы доверяете устройству, оно появится здесь. Для доверенных устройств входящие передачи будут приниматься автоматически. Передача данных по-прежнему зашифрована от конца до конца и использует Perfect Forward Secrecy (PFS).
sv: När du litar på en enhet visas den här. Med betrodda enheter accepteras inkommande överföringar automatiskt. Överföringar är fortfarande end-to-end-krypterade och använder Perfect Forward Secrecy (PFS).
th: เมื่อคุณไว้วางใจอุปกรณ์ อุปกรณ์จะปรากฏที่นี่ ด้วยอุปกรณ์ที่ไว้วางใจ การรับส่งไฟล์ที่เข้ามาจะถูกยอมรับโดยอัตโนมัติ การส่งข้อมูลยังคงถูกเข้ารหัสแบบปลายทางถึงปลายทางและใช้ความลับส่งต่อสมบูรณ์แบบ (PFS)
tr: Bir cihaza güvendiğinizde burada görünecektir. Güvenilir cihazlar, gelen transferleri otomatik olarak kabul eder. Aktarımlar yine uçtan uca şifrelenir ve Mükemmel İleriye Dönük Gizlilik (PFS) kullanır.
uk: Коли ви довіряєте пристрою, він з'явиться тут. Для довірених пристроїв вхідні передачі прийматимуться автоматично. Передача даних все ж залишатиметься повністю зашифрованою (end-to-end) і використовуватиме досконалу пряму секретність (PFS).
vi: Khi bạn tin cậy một thiết bị, thiết bị đó sẽ xuất hiện ở đây. Với các thiết bị tin cậy, các tệp tin đến sẽ được chấp nhận tự động. Các truyền tải vẫn được mã hóa từ đầu cuối và sử dụng Bảo mật Chuyển tiếp Hoàn hảo (PFS).
zh_hans: 当您信任一台设备时，它会显示在这里。对于受信任的设备，传入的传输会被自动接受。传输仍然是端到端加密的，并使用完美前向保密（PFS）。
zh_hant: 當您信任裝置時，它會顯示在這裡。對於信任的裝置，傳入的傳輸將被自動接受。傳輸仍然是端到端加密的，並使用完美轉發機密 (PFS)。

# TrustedDevicesFooterShort
source: You can add trusted devices to receive files automatically, without manual approval.
ar: يمكنك إضافة أجهزة موثوقة لاستلام الملفات دون الحاجة لقبولها يدويًا.
ca: Pots afegir dispositius fiables per rebre fitxers sense haver-los d'acceptar manualment.
cs: Můžete přidat důvěryhodná zařízení a přijímat soubory bez ručního schvalování.
da: Du kan tilføje betroede enheder for at modtage filer uden at skulle acceptere dem manuelt.
de: Du kannst vertrauenswürdige Geräte hinzufügen, um Dateien automatisch zu empfangen, ohne sie manuell annehmen zu müssen.
el: Μπορείτε να προσθέσετε αξιόπιστες συσκευές για να λαμβάνετε αρχεία χωρίς χειροκίνητη αποδοχή.
es: Puedes agregar dispositivos de confianza para recibir archivos sin tener que aceptarlos manualmente.
es_419: Puedes agregar dispositivos de confianza para recibir archivos sin tener que aceptarlos manualmente.
fi: Voit lisätä luotettuja laitteita vastaanottaaksesi tiedostoja ilman manuaalista hyväksyntää.
fr: Vous pouvez ajouter des appareils de confiance pour recevoir des fichiers sans avoir à les accepter manuellement.
fr_ca: Vous pouvez ajouter des appareils de confiance pour recevoir des fichiers sans avoir à les accepter manuellement.
he: אפשר להוסיף מכשירים מהימנים כדי לקבל קבצים ללא צורך באישור ידני.
hi: आप विश्वसनीय डिवाइस जोड़ सकते हैं ताकि फाइलें बिना मैन्युअल स्वीकृति के प्राप्त हों।
hr: Možete dodati pouzdane uređaje za primanje datoteka bez ručnog prihvaćanja.
hu: Hozzáadhatsz megbízható eszközöket, hogy kézi elfogadás nélkül fogadhass fájlokat.
id: Anda dapat menambahkan perangkat tepercaya untuk menerima file tanpa harus menerimanya secara manual.
it: Puoi aggiungere dispositivi attendibili per ricevere file senza doverli accettare manualmente.
ja: 信頼できるデバイスを追加すると、手動で承認せずにファイルを受信できます。
ko: 신뢰할 수 있는 기기를 추가하면 수동 승인 없이 파일을 받을 수 있습니다.
ms: Anda boleh tambah peranti dipercayai untuk terima fail tanpa perlu menerimanya secara manual.
nb: Du kan legge til betrodde enheter for å motta filer uten å måtte godkjenne dem manuelt.
nl: Je kunt vertrouwde apparaten toevoegen om bestanden te ontvangen zonder deze handmatig te hoeven accepteren.
pl: Możesz dodać zaufane urządzenia, by otrzymywać pliki bez konieczności ręcznego akceptowania.
pt_br: Você pode adicionar dispositivos confiáveis para receber arquivos sem precisar aceitá-los manualmente.
pt_pt: Pode adicionar dispositivos de confiança para receber ficheiros sem ter de os aceitar manualmente.
ro: Poți adăuga dispozitive de încredere pentru a primi fișiere fără acceptare manuală.
ru: Вы можете добавить доверенные устройства, чтобы получать файлы без ручного подтверждения.
sv: Du kan lägga till betrodda enheter för att ta emot filer utan att behöva godkänna dem manuellt.
th: คุณสามารถเพิ่มอุปกรณ์ที่เชื่อถือได้เพื่อรับไฟล์โดยไม่ต้องกดยอมรับด้วยตนเอง
tr: Güvenilen cihazlar ekleyerek dosyaları manuel olarak onaylamadan alabilirsiniz.
uk: Ви можете додати довірені пристрої, щоб отримувати файли без ручного підтвердження.
vi: Bạn có thể thêm thiết bị tin cậy để nhận tệp mà không cần phải chấp nhận thủ công.
zh_hans: 您可以添加受信任的设备，这样接收文件时无需手动确认。
zh_hant: 您可以新增信任的裝置來自動接收檔案，無需手動接受。

source: Type not supported
ar: نوع غير مدعوم
ca: Tipus no compatible
cs: Nepodporovaný typ
da: Type ikke understøttet
de: Typ nicht unterstützt
el: Τύπος μη Υποστηριζόμενος
es: Tipo no soportado
es_419: Tipo no compatible
fi: Tyyppiä ei tueta
fr: Type non pris en charge
fr_ca: Type non pris en charge
he: סוג לא נתמך
hi: प्रकार समर्थित नहीं
hr: Tip nije podržan
hu: Nem támogatott típus
id: Jenis tidak didukung
it: Tipo non supportato
ja: サポートされていない形式
ko: 지원되지 않는 유형
ms: Jenis tidak disokong
nb: Type støttes ikke
nl: Type niet ondersteund
pl: Typ nieobsługiwany
pt_br: Tipo não suportado
pt_pt: Tipo não suportado
ro: Tip nesuportat
ru: Тип не поддерживается
sv: Typen stöds inte
th: ไม่รองรับประเภทนี้
tr: Tür desteklenmiyor
uk: Тип не підтримується
vi: Loại không được hỗ trợ
zh_hans: 不支持的类型
zh_hant: 不支持類型

# TypeNotSupportedButton
source: Okay
ar: حسنًا
ca: D'acord
cs: OK
el: Εντάξει
es: Vale
es_419: De acuerdo
fi: Selvä
fr: D'accord
fr_ca: OK
he: אישור
hi: ठीक है
hr: U redu
hu: Rendben
id: Oke
it: Ok
ja: OK
ko: 확인
ms: Okey
nb: Ok
nl: Oké
pt_br: Ok
pt_pt: Ok
ro: Ok
ru: Окей
sv: Okej
th: ตกลง
tr: Tamam
uk: Гаразд
vi: Đồng ý
zh_hans: 好的
zh_hant: 好的
